/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ er blevet opdateret og flyttet. Vil du ændre alle dine nøgleringsemner, så den nye version kan få adgang til din nøglering?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@ er blevet opdateret. Vil du give den nye version adgang til de samme emner i nøgleringen (f.eks. adgangskoder) som den tidligere version?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ er blevet opdateret. Vil du ændre alle dine nøgleringsemner, så den nye version kan få adgang til din nøglering?";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "%1$@ er muligvis opdateret eller ændret, evt. under en softwareopdatering. Du skal derfor give tilladelse til brug af nøgleringsemnet.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "%1$@ er muligvis opdateret eller ændret, evt. under en softwareopdatering. Du skal derfor give tilladelse til brug af nøgleringsemnet.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@ ønsker at få adgang til nøglen \“%2$@\” i nøgleringen.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@ ønsker at føje emnet \“%2$@\” til din nøglering.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@ ønsker at ændre adgangstilladelser til emnet \“%2$@\” i din nøglering.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@ vil have tilladelse til at ændre ejeren af emnet \“%2$@\” i nøgleringen (ejeren af et emne har tilladelse til at ændre adgangstilladelser).";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@ ønsker at afkryptere emnet \“%2$@\” i din nøglering.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@ ønsker at slette emnet \“%2$@\” fra din nøglering.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@ ønsker at udlede en nøgle fra nøglen \“%2$@\” i nøgleringen.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@ ønsker at kryptere vha. nøglen \“%2$@\” i nøgleringen.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@ ønsker at eksportere nøglen \“%2$@\” i nøgleringen.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@ ønsker at importere nøglen \“%2$@\” til din nøglering.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@ ønsker at signere vha. nøglen \“%2$@\” i nøgleringen.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@ ønsker at signere med nøglen \“%2$@\” i nøgleringen.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@ ønsker at bruge nøgleringen \“%2$@\”.";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@ vil bruge din .Mac-adgangskode. %2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "%1$@ ønsker at bruge de fortrolige oplysninger i \“%2$@\” i din nøglering.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "\“%1$@\” er blevet ændret på disk. Du afvikler muligvis noget, der lader, som om det er \“%1$@\”.";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "\“%1$@\” er blevet ændret under afvikling og passer ikke længere med det, der blev installeret på disken.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "\“%1$@\” er ukendt. Adgang nægtet.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "Et program ved navn %1$@ skal have adgang til din nøglering, men der findes en eksisterende version. Vil du ændre alle dine nøgleringsemner, så den nye version kan få adgang til din nøglering?";

/* AppType */
"Application:" = "Program:";

/* Authentication no longer needed */
"Authentication is no longer needed." = "Der kræves ikke længere godkendelse.";

/* Cancel button title */
"Cancel" = "Annuller";

/* changed application wanting access */
"Changed Process:" = "Ændret proces:";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "Bekræft programskift";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "Kopier lokalitet til udklipsholder";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "Oplysning";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "Vil du tillade adgang til dette emne?";

/* Do you want to allow this? */
"Do you want to allow this?" = "Vil du tillade det?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "Skriv en ny adgangskode til nøgleringen “%1$@.”";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "Skriv adgangskoden til nøgleringen \“%1$@\” på \“%2$@\”.";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "Skriv adgangskoden til nøgleringen “%1$@” på en af de computere, du har synkroniseret.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "Det er ikke muligt at afgøre, om \“%1$@\” er uændret, siden det sidste gang blev brugt. Det kan være redigeret eller erstattet.";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "Ny adgangskode:";

/* No button title */
"No" = "Nej";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "Ikke nødvendig.";

/* OK button title */
"OK" = "OK";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "Stikord til adgangskode: “%1$@”.";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN:";

/* Unlock reason detail */
"Please enter the keychain password." = "Skriv adgangskoden til nøgleringen.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "Sikre adgangskoder er typisk på mere end 6 tegn og indeholder ikke oplagte ord som hund, kat osv.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "Godkendelsen kan ikke gennemføres.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "Der kan desværre ikke låses op.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "Du har prøvet at blive godkendt for mange gange.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "Beklager, du forsøgte at definere adgangskoden til nøgleringen \“%1$@\” for mange gange.";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "Du har forsøgt at låse “%1$@” op for mange gange.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "Du har skrevet en ugyldig adgangskode.";

/* For referring to the system keychain. */
"System" = "System";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "Programmet \“%1$@\” på computeren er ændret og vil have adgang til din nøglering.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "Godkendelsen af \“%1$@\” kan ikke bekræftes.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "Emnet kunne ikke føjes til standardnøgleringen.";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "Nøgleringsemnerne kan indeholde adgangskoder og andre vigtige oplysninger. Hvis du klikker på Tillad, vil den nye version af “%1$@” få adgang til alle nøgleringsemner brugt af den forrige version. Ændringen er permanent.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "Det navn og den adgangskode, du indtastede, er forkert.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "Denne ændring er permanent og har indflydelse på alle nøgleringsemner i alle dine nøgleringe.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "Dette er en ny version af programmet “%1$@”. Vil du give det adgang til de samme nøgleringsemner som den tidligere version?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "Det er den samme adgangskode, som du brugte, første gang du synkroniserede nøgleringen “%@” med .Mac.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "Du tillader dette ved at indtaste adgangskoden til nøgleringen \“%1$@\”.";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "Hvis du vil synkronisere din nøglering på denne computer, skal du skrive adgangskoden til din brugerkonto på “%1$@”.";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "Hvis du vil synkronisere din nøglering på denne computer, skal du skrive adgangskoden til din brugerkonto på alle de computere, du vil synkronisere.";

/* ToolType */
"Tool:" = "Værktøj:";

/* Try again later */
"Try again later." = "Prøv igen senere.";

/* Please Try again */
"Try entering your information again." = "Prøv at skrive oplysningerne igen.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "Skriv en administrators navn og adgangskode for at foretage ændringer i godkendelsesindstillingerne i systemcertifikatet.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "Du skal skrive en administrators navn og adgangskode for at tillade %1$@ at foretage ændringer.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "Du skal skrive navnet og adgangskoden på en bruger i gruppen \“%1$@\” for at tillade %2$@ at foretage ændringer.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "Skriv din adgangskode for at tillade %1$@ at foretage ændringer.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "Skriv din adgangskode for at foretage ændringer i dit certifikats godkendelsesindstillinger.";

/* UnkownProcessType */
"Unknown:" = "Ukendt:";

/* Unlock no longer needed */
"Unlock is no longer needed." = "Det er ikke længere nødvendigt at låse op.";

/* Yes button title */
"Yes" = "Ja";

/* pwd is blank */
"You have not provided a password. Please specify one." = "Du har ikke angivet en adgangskode. Skriv en kode.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "Du har angivet en adgangskode, der ikke er sikker. Brug en længere kode.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "Du har brugt den adgangskode før. Brug en anden kode.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "Du skal skrive en administrators navn og adgangskode for at foretage ændringer i %1$@.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "Du skal skrive navnet og adgangskoden på en bruger i gruppen “%1$@” for at foretage ændringer i %2$@.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "Adgangskoden er ikke den samme som den bekræftede adgangskode.";

/* pwd unacceptable */
"Your password is unacceptable." = "Adgangskoden er uacceptabel.";

